 # არითმეტიკული მოქმედებები 

print(5 + 5)

print(5 - 3)

print(5 * 2)

print(10 / 5)

# ორი ტექსტური ერთეულის შეერთება 

print("nikolozi" + "elioza") #ჩემი სახელი-გვარი მივიღე 


#1 
name = "nikolozi"
surname = "elioza"

print(name + " " + surname)

#2 
age = 11
height = 150

print(age * height)

# რა არის String და Integer?

# პითონში String გამოიყენება ტექსტური მონაცემების წარმოსადგენად.
# სტრიქონი არის სიმბოლოების თანმიმდევრობა, 
# რომელიც ჩასმულია ერთ ბრჭყალებში ('') ან ორმაგ ბრჭყალებში (""). 
#Int, ანუ Integer, არის მთელი რიცხვი, დადებითი ან უარყოფითი, ათწილადების გარეშე, შეუზღუდავი სიგრძით. მას არ სჭირდება ბრჭყალები.

